[
{"product_name": ["The Women of the Bible Speak: The Wisdom of 16 Women and Their Lessons for Today", "Dog Man: Mothering Heights: From the Creator of Captain Underpants (Dog Man #10) (10)", "On the House: A Washington Memoir", "The Hill We Climb: An Inaugural Poem for the Country", "World Travel: An Irreverent Guide", "Faucian Bargain: The Most Powerful and Dangerous Bureaucrat in American History", "Woman Evolve: Break Up with Your Fears and Revolutionize Your Life", "The Hero Code: Lessons Learned from Lives Well Lived", "The Crown of Gilded Bones", "Fast Burn!: The Power of Negative Energy Balance", "Finding Freedom: A Cook's Story; Remaking a Life from Scratch", "Out of Many, One: Portraits of America's Immigrants", "The Lighter Step-By-Step Instant Pot Cookbook: Easy Recipes for a Slimmer, Healthier You―With Photographs of Every Step", "Broken Horses: A Memoir", "Ocean Prey (A Prey Novel Book 31)", "Ask Iwata: Words of Wisdom from Satoru Iwata, Nintendo's Legendary CEO"], "product_review": ["4.9 out of 5 stars", "4.9 out of 5 stars", "4.2 out of 5 stars", "4.9 out of 5 stars", "3.5 out of 5 stars", "4.8 out of 5 stars", "5.0 out of 5 stars", "4.7 out of 5 stars", "4.9 out of 5 stars", "4.5 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.9 out of 5 stars"]},
{"product_name": ["The Pepper Thai Cookbook: Family Recipes from Everyone's Favorite Thai Mom", "Get Good with Money: Ten Simple Steps to Becoming Financially Whole", "Beautiful Things: A Memoir", "Empire of Pain: The Secret History of the Sackler Dynasty", "The Deep Rig: How Election Fraud Cost Donald J. Trump the White House, By a Man Who did not Vote for Him", "My Dog Mattis", "The God Equation: The Quest for a Theory of Everything", "The Devil's Hand: A Thriller", "The Good Sister: A Novel", "A Gambling Man (An Archer Novel Book 2)", "Good Company: A Novel", "Northern Spy: A Novel", "Where the Crawdads Sing", "Medical Medium: Secrets Behind Chronic and Mystery Illness and How to Finally Heal (Revised and Expanded Edition)", "Cook This Book: Techniques That Teach and Recipes to Repeat: A Cookbook", "Everybody Fights: So Why Not Get Better at It?"], "product_review": ["4.7 out of 5 stars", "4.9 out of 5 stars", "4.4 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "4.8 out of 5 stars", "4.5 out of 5 stars", "4.3 out of 5 stars", "4.0 out of 5 stars", "4.2 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["Broken (in the Best Possible Way)", "Rule of Wolves (King of Scars Duology, 2)", "The Way of Integrity: Finding the Path to Your True Self", "The Light of Days: The Untold Story of Women Resistance Fighters in Hitler's Ghettos", "FGTeeV Saves the World!", "Rock Me on the Water: 1974-The Year Los Angeles Transformed Movies, Music, Television, and Politics", "What the Road Said", "First Person Singular: Stories", "Seeing Beautiful Again: 50 Devotions to Find Redemption in Every Part of Your Story", "The Making of Biblical Womanhood: How the Subjugation of Women Became Gospel Truth", "Philip Roth: The Biography", "Come On Over: 111 Fantastic Recipes for the Family That Cooks, Eats, and Laughs Together", "It's Not Complicated: Simple Recipes for Every Day", "The Red Book (A Black Book Thriller 2)", "Worlds of Wonder: A Coloring Book for the Curious", "My Hero Academia, Vol. 27"], "product_review": ["4.5 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "4.8 out of 5 stars", "4.1 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.7 out of 5 stars", "4.6 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["The 30-Day Alzheimer's Solution: The Definitive Food and Lifestyle Guide to Preventing Cognitive Decline", "Chainsaw Man, Vol. 4 (4)", "Of Women and Salt: A Novel", "Your Turn: How to Be an Adult", "Eternal", "Soundtracks: The Surprising Solution to Overthinking", "When the Stars Go Dark: A Novel", "How to Age Without Getting Old: The Steps You Can Take Today to Stay Young for the Rest of Your Life", "A World on the Wing: The Global Odyssey of Migratory Birds", "Susan, Linda, Nina, and Cokie: The Extraordinary Story of the Founding Mothers of NPR", "Cook Real Hawai'i: A Cookbook", "Unreported Truths About Covid-19 and Lockdowns: Part 4: Vaccines", "The Beauty of Living Twice", "Don't Drop the Mic: The Power of Your Words Can Change the World", "Return of the God Hypothesis: Three Scientific Discoveries That Reveal the Mind Behind the Universe", "The Qualified Sales Leader: Proven Lessons from a Five Time CRO"], "product_review": ["4.9 out of 5 stars", "4.9 out of 5 stars", "4.0 out of 5 stars", "4.7 out of 5 stars", "4.6 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "4.2 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.9 out of 5 stars"]},
{"product_name": ["Crying in H Mart: A Memoir", "Violence. Speed. Momentum.", "Warriors: The Broken Code #5: The Place of No Stars", "You Love Me: A You Novel", "Big, Bold, and Beautiful: Owning the Woman God Made You to Be", "The Marathon Don't Stop: The Life and Times of Nipsey Hussle", "Huddle: How Women Unlock Their Collective Power", "Dr. Disaster's Guide to Surviving Everything: Essential Advice for Any Situation Life Throws Your Way", "The Last Kids on Earth: Thrilling Tales from the Tree House", "GvK Godzilla Dominion", "Milk Street: Tuesday Nights Mediterranean: 125 Simple Weeknight Recipes from the World's Healthiest Cuisine", "The Consequences of Fear: A Maisie Dobbs Novel", "Entertainment Weekly The Ultimate Guide to BTS", "The Well-Watered Woman: Rooted in Truth, Growing in Grace, Flourishing in Faith", "The Other Emily", "Every Day Is a Gift: A Memoir"], "product_review": ["5.0 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.4 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.4 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["Under the Wave at Waimea", "Kingdom Men Rising: A Call to Growth and Greater Influence", "The Triumph of Nancy Reagan", "Richer, Wiser, Happier: How the World's Greatest Investors Win in Markets and Life", "Win at Work and Succeed at Life: 5 Principles to Free Yourself from the Cult of Overwork", "To Asia, With Love: Everyday Asian Recipes and Stories From the Heart", "El espejismo de la luz en la tierra (Spanish Edition)", "The Enemy Within: How a Totalitarian Movement is Destroying America", "Religious Liberty in Crisis: Exercising Your Faith in an Age of Uncertainty", "Stargazer: A Leaphorn, Chee & Manuelito Novel", "Last Chance Texaco: Chronicles of an American Troubadour", "Go the Distance: A Twisted Tale", "Lovesickness: Junji Ito Story Collection", "Madam Speaker: Nancy Pelosi and the Lessons of Power", "Caviar Dreams, Tuna Fish Budget: How to Survive in Business and Life", "Elizabeth & Margaret: The Intimate World of the Windsor Sisters"], "product_review": ["3.7 out of 5 stars", "5.0 out of 5 stars", "3.8 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "5.0 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "4.3 out of 5 stars", "4.4 out of 5 stars", "4.3 out of 5 stars"]},
{"product_name": ["Remember: The Science of Memory and the Art of Forgetting", "Sunflower Sisters: A Novel (Woolsey-Ferriday)", "Aru Shah and the City of Gold: A Pandava Novel Book 4 (Pandava Series, 4)", "The Scout Mindset: Why Some People See Things Clearly and Others Don't", "The Free World: Art and Thought in the Cold War", "The Third Pole: Mystery, Obsession, and Death on Mount Everest", "A Table: Recipes for Cooking and Eating the French Way", "Vibrant: A Groundbreaking Program to Get Energized, Own Your Health, and Glow", "Until Unity", "Early Morning Riser: A novel", "Demon Slayer: Kimetsu no Yaiba, Vol. 21 (21)", "Lover Unveiled (The Black Dagger Brotherhood series Book 19)", "My Little Brave Girl", "Leaving Isn't the Hardest Thing: Essays", "Vegetable Simple: A Cookbook", "Beeswing: Losing My Way and Finding My Voice 1967-1975"], "product_review": ["4.7 out of 5 stars", "4.5 out of 5 stars", "4.8 out of 5 stars", "4.5 out of 5 stars", "4.4 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "5.0 out of 5 stars", "4.7 out of 5 stars", "4.7 out of 5 stars", "4.1 out of 5 stars", "3.3 out of 5 stars", "4.7 out of 5 stars"]},
{"product_name": ["The Nature of Oaks: The Rich Ecology of Our Most Essential Native Trees", "The Bounty", "Unstoppable: Siggi B. Wilzig's Astonishing Journey from Auschwitz Survivor and Penniless Immigrant to Wall Street Legend", "Laundry Love: Finding Joy in a Common Chore", "High Conflict: Why We Get Trapped and How We Get Out", "Risk Forward: Embrace the Unknown and Unlock Your Hidden Genius", "The Whiteness of Wealth: How the Tax System Impoverishes Black Americans--and How We Can Fix It", "Jungle Night (comes with 2 free audio downloads, Yo-Yo Ma, cello) (Boynton on Board)", "The MILEPOST 2021: Alaska Travel Planner (Alaska)", "Cook, Eat, Repeat: Ingredients, Recipes, and Stories", "GvK Kingdom Kong", "I Am a Girl from Africa", "The Bookstore on the Beach: A Novel", "The Book of Longings: A Novel", "Ageless: The New Science of Getting Older Without Getting Old", "The Bedside Book of Birds: An Avian Miscellany"], "product_review": ["4.7 out of 5 stars", "4.5 out of 5 stars", "4.9 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.2 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "4.6 out of 5 stars", "4.3 out of 5 stars", "4.5 out of 5 stars", "4.5 out of 5 stars", "4.3 out of 5 stars", "4.6 out of 5 stars"]},
{"product_name": ["The 130-Story Treehouse: Laser Eyes and Annoying Flies (The Treehouse Books, 10)", "Underestimated: An Autism Miracle (Children’s Health Defense)", "Hear My Voice/Escucha mi voz: The Testimonies of Children Detained at the Southern Border of the United States (English and Spanish Edition)", "Under the Southern Sky", "Call of the Wild: How We Heal Trauma, Awaken Our Own Power, and Use It For Good", "Gargoyle: Reporting from frontlines, jail cells, and trap houses", "How to Be Human: An Autistic Man's Guide to Life", "Ten Words to Live By: Delighting in and Doing What God Commands", "Second First Impressions: A Novel", "Jungalow: Decorate Wild: The Life and Style Guide", "Our Team: The Epic Story of Four Men and the World Series That Changed Baseball", "Stick Together: A Simple Lesson to Build a Stronger Team", "A Most Remarkable Creature: The Hidden Life and Epic Journey of the World's Smartest Birds of Prey", "The Unofficial Guide to Walt Disney World 2021 (The Unofficial Guides)", "The Official ACT Prep Guide 2021-2022, (Book + 6 Practice Tests + Bonus Online Content)", "X of Swords"], "product_review": ["4.9 out of 5 stars", "4.8 out of 5 stars", "4.5 out of 5 stars", "4.8 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars"]},
{"product_name": ["Green Fraud: Why the Green New Deal Is Even Worse than You Think", "Double Jeopardy (A Stone Barrington Novel Book 57)", "The Essential Oils Menopause Solution: Alleviate Your Symptoms and Reclaim Your Energy, Sleep, Sex Drive, and Metabolism", "The Glitter in the Green: In Search of Hummingbirds", "Gold Diggers: A Novel", "Stalin's War: A New History of World War II", "The Rock from the Sky", "The Final Revival of Opal & Nev", "Dark Nights: Death Metal: Deluxe Edition", "The Venice Sketchbook: A Novel", "The Henna Artist: A Novel", "The Bookseller of Florence: The Story of the Manuscripts That Illuminated the Renaissance", "National Audubon Society Birds of North America (National Audubon Society Guide)", "Life's Too Short", "Nuclear Folly: A History of the Cuban Missile Crisis", "Natural Medicine Handbook"], "product_review": ["4.4 out of 5 stars", "4.4 out of 5 stars", "4.0 out of 5 stars", "4.2 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.3 out of 5 stars", "4.8 out of 5 stars", "4.5 out of 5 stars", "4.6 out of 5 stars", "3.8 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["Charlotte Moss Flowers", "Healing Is the New High: A Guide to Overcoming Emotional Turmoil and Finding Freedom", "Every Vow You Break: A Novel", "Star Wars Skywalker A Family At War", "Aphrodisiac: The Herbal Path to Healthy Sexual Fulfillment and Vital Living", "Pokémon Primers: ABC Book (1)", "Girlhood", "Unicorn Famous: Another Phoebe and Her Unicorn Adventure (Volume 13)", "Growing Boldly: Dare to Build a Life You Love", "Good as Gold (Whatever After #14) (14)", "Sweet Laurel Savory: Everyday Decadence for Whole-Food, Grain-Free Meals: A Cookbook", "One Piece, Vol. 96 (96)", "Billy Graham: The Man I Knew", "Don't Toy With Me, Miss Nagatoro, volume 6 (Don't Mess With Me Miss Nagatoro)", "The Menopause Reset: Get Rid of Your Symptoms and Feel Like Your Younger Self Again", "Goodbye, Again: Essays, Reflections, and Illustrations"], "product_review": ["4.7 out of 5 stars", "5.0 out of 5 stars", "3.9 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.3 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "5.0 out of 5 stars", "4.2 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "4.7 out of 5 stars"]},
{"product_name": ["Out of Many, One (Deluxe Signed Edition): Portraits of America's Immigrants", "Greek Mythology: The Gods, Goddesses, and Heroes Handbook: From Aphrodite to Zeus, a Profile of Who's Who in Greek Mythology", "Pokémon Primers: 123 Book (2)", "The Twelve Lives of Alfred Hitchcock: An Anatomy of the Master of Suspense", "Miss Julia Happily Ever After: A Novel", "No Way Out: A Gripping Novel of Suspense", "Just Pray", "The Dictionary of Lost Words: A Novel", "Island Whimsy: Designing a Paradise by the Sea", "Hummingbird Salamander: A Novel", "Boundary Boss: The Essential Guide to Talk True, Be Seen, and (Finally) Live Free", "2021 / 2022 ASVAB For Dummies: Book + 7 Practice Tests Online + Flashcards + Video (For Dummies (Career/Education))", "Libertie: A Novel", "Grow Up!: Life Isn't Safe, but It's Good", "The Night Watchman: A Novel", "Patina Homes"], "product_review": ["5.0 out of 5 stars", "4.7 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.3 out of 5 stars", "4.5 out of 5 stars", "4.2 out of 5 stars", "3.8 out of 5 stars", "5.0 out of 5 stars", "4.3 out of 5 stars", "4.2 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "3.0 out of 5 stars"]},
{"product_name": ["The Agitators: Three Friends Who Fought for Abolition and Women's Rights", "Mother May I: A Novel", "Israel: A Simple Guide to the Most Misunderstood Country on Earth", "Fast Easy Cheap Vegan: 101 Recipes You Can Make in 30 Minutes or Less, for $10 or Less, and with 10 Ingredients or Less!", "Mixed Plate: Chronicles of an All-American Combo", "A Short History of Humanity: A New History of Old Europe", "Emotionally Healthy Discipleship: Moving from Shallow Christianity to Deep Transformation", "Turn a Blind Eye: A Detective William Warwick Novel (William Warwick Novels Book 3)", "Open Book: A Memoir", "Godzilla vs. Kong: The Official Movie Novelization", "The Quick Fix: Why Fad Psychology Can't Cure Our Social Ills", "The Shaman's Dream Oracle: A 64-Card Deck and Guidebook", "DISC Interiors: Portraits of Home", "Who's Who Omnibus Vol. 1", "A Little Devil in America: Notes in Praise of Black Performance", "The Hard Crowd: Essays 2000-2020"], "product_review": ["5.0 out of 5 stars", "4.4 out of 5 stars", "4.5 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["The Five Wounds: A Novel", "The Passenger: A Novel", "The Son of Mr. Suleman: A Novel", "The Addiction Inoculation: Raising Healthy Kids in a Culture of Dependence", "The Palm Beach Murders", "Raft of Stars: A Novel", "Unblocked: A Revolutionary Approach to Tapping into Your Chakra Empowerment Energy to Reclaim Your Passion, Joy, and Confidence", "No Perfect Parents: Ditch Expectations, Embrace Reality, and Discover the One Secret That Will Change Your Parenting", "The Purple Palace & other poems", "Hush Little Girl: An absolutely gripping mystery and suspense thriller (Detective Josie Quinn Book 11)", "Blood and Treasure: Daniel Boone and the Fight for America's First Frontier", "What Comes After: A Novel", "The Last Night in London", "Kaffe Fassett in the Studio: Behind the Scenes with a Master Colorist", "Komi Can't Communicate, Vol. 12 (12)", "High Five! (Catwad Book #5) (5)"], "product_review": ["4.5 out of 5 stars", "4.5 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.0 out of 5 stars", "4.2 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "4.7 out of 5 stars"]},
{"product_name": ["White Evangelical Racism: The Politics of Morality in America (A Ferris and Ferris Book)", "Be a Work in Progress: And Other Things I'd Like to Tell My Younger Self", "The Tyrant's Tomb (The Trials of Apollo, Book Four) (Trials of Apollo, 4)", "Feel Great, Lose Weight: Simple Habits for Lasting and Sustainable Weight Loss", "Kings Island: A Ride Through Time", "Do Your Best Every Day to Do Your Best Every Day: Encouraging Words from John Cena", "The Book of Difficult Fruit: Arguments for the Tart, Tender, and Unruly (with recipes)", "The Lost Village: A Novel", "The Women of Chateau Lafayette", "F*ck It, I'll Start Tomorrow: A True Story", "Greystone Secrets #3: The Messengers", "Mortis (5)", "The ABC's of Morality", "Toilet-bound Hanako-kun, Vol. 8 (Toilet-bound Hanako-kun, 8)", "A Guide Book of United States Coins 2022 75th Edition", "Divine Masters, Ancient Wisdom: Activations to Connect with Universal Spiritual Guides"], "product_review": ["4.4 out of 5 stars", "4.6 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.0 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.3 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars"]},
{"product_name": ["The Common Path to Uncommon Success: A Roadmap to Financial Freedom and Fulfillment", "Career Choreography: Your Step-by-Step Guide to Finding the Right Job and Achieving Huge Success and Happiness", "Israel and the Church: An Israeli Examines God’s Unfolding Plans for His Chosen Peoples", "A Burning in My Bones: The Authorized Biography of Eugene H. Peterson, Translator of The Message", "Secrets of the Whales", "Lost in the Never Woods", "Agatha Christie’s Poirot: The Greatest Detective in the World", "The Gift of Forgiveness: Inspiring Stories from Those Who Have Overcome the Unforgivable", "Fierce Poise: Helen Frankenthaler and 1950s New York", "The Zen Mama Guide to Finding Your Rhythm in Pregnancy, Birth, and Beyond", "Pretty Things: A Novel", "Valcour: The 1776 Campaign That Saved the Cause of Liberty", "The Social Graces", "Chance to Fly", "I Want to Thank You: How a Year of Gratitude Can Bring Joy and Meaning in a Disconnected World", "On This Day in History Sh!t Went Down"], "product_review": ["4.9 out of 5 stars", "4.6 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.4 out of 5 stars", "4.7 out of 5 stars", "4.6 out of 5 stars", "4.0 out of 5 stars", "4.8 out of 5 stars", "4.3 out of 5 stars", "4.4 out of 5 stars", "4.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars"]},
{"product_name": ["Batman: A Death in the Family The Deluxe Edition", "House of Hollow", "Cook for Your Gut Health: Quiet Your Gut, Boost Fiber, and Reduce Inflammation", "A Visual Learner's Guide to Being a Grown-Up", "Your Time to Thrive: End Burnout, Increase Well-being, and Unlock Your Full Potential with the New Science of Microsteps", "A Table in Paris: The Cafés, Bistros, and Brasseries of the World's Most Romantic City", "Alice Neel: People Come First", "The Girl and the Unlucky 13 (Emma Griffin™ FBI Mystery)", "The Horde: How the Mongols Changed the World", "Itty-Bitty Kitty-Corn", "Turn Autism Around: An Action Guide for Parents of Young Children with Early Signs of Autism", "Freeing Jesus: Rediscovering Jesus as Friend, Teacher, Savior, Lord, Way, and Presence", "Enough About Me: The Unexpected Power of Selflessness", "Men and Women in the Church: A Short, Biblical, Practical Introduction", "Diary of the Cat Named Carrot", "It's Always Freezer Season: How to Freeze Like a Chef with 100 Make-Ahead Recipes [A Cookbook]"], "product_review": ["4.8 out of 5 stars", "4.5 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.1 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars"]},
{"product_name": ["The Drowning Kind", "Meditations: The Annotated Edition", "Wild Creations: Inspiring Projects to Create plus Plant Care Tips & Styling Ideas for Your Own Wild Interior", "National Audubon Society Trees of North America (National Audubon Society Guide)", "Capital Allocators: How the world's elite money managers lead and invest", "In My Mosque", "Bringing Value, Solving Problems and Leaving a Legacy", "Masked Prey (A Prey Novel Book 30)", "Wilmington, Our Town: A Collection of Memories and Personal Stories by Wilmington Residents", "Shaman King Omnibus 1 (Vol. 1-3)", "Blessed Monsters: A Novel (Something Dark and Holy, 3)", "Paint by Sticker Kids: Outer Space: Create 10 Pictures One Sticker at a Time! Includes Glow-in-the-Dark Stickers", "My Broken Language: A Memoir", "Super Natural Simple: Whole-Food, Vegetarian Recipes for Real Life [A Cookbook]", "Love Isn't Constant Pain", "Indescribable for Little Ones (Indescribable Kids)"], "product_review": ["4.3 out of 5 stars", "3.6 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.2 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.4 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "4.6 out of 5 stars", "4.9 out of 5 stars"]},
{"product_name": ["Max Meow Book 2: Donuts and Danger", "How to Get Clients: New Pathways to Coaching Prosperity", "Big Summer: A Novel", "Three Missing Days (The Pelican Harbor Series Book 3)", "The Madman's Library: The Strangest Books, Manuscripts and Other Literary Curiosities from History", "Witches Steeped in Gold", "Captain Underpants and the Tyrannical Retaliation of the Turbo Toilet 2000: Color Edition (Captain Underpants #11) (Color Edition) (11)", "Did I Say That Out Loud?: Midlife Indignities and How to Survive Them", "What the Devil Knows (Sebastian St. Cyr Mystery Book 16)", "Mezcal and Tequila Cocktails: Mixed Drinks for the Golden Age of Agave [A Cocktail Recipe Book]", "Bible Promises and Prayers for Children: Releasing Your Child's Divine Destiny", "Three Hours in Paris", "Bookshop by the Sea", "Soundbite: The Admissions Secret that Gets You Into College and Beyond", "Warriors: A Warrior's Choice (Warriors Novella)", "The Meanest of Meanies: A Book About Love"], "product_review": ["4.9 out of 5 stars", "5.0 out of 5 stars", "4.2 out of 5 stars", "4.8 out of 5 stars", "4.4 out of 5 stars", "4.5 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.3 out of 5 stars", "4.4 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars"]},
{"product_name": ["Eddie and Fred: We're All Heroes", "A Walk Along the Beach: A Novel", "The Discourse: 12 Channeled hypnosis sessions to prepare humanity for ascension", "The Gun, the Ship, and the Pen: Warfare, Constitutions, and the Making of the Modern World", "Don't Drop the Mic Study Guide: The Power of Your Words Can Change the World", "Antiquities", "Love in Color: Mythical Tales from Around the World, Retold", "The Souvenir Museum: Stories", "LOGOS: La luz de la palabra (Spanish Edition)", "How to Raise a Feminist Son: Motherhood, Masculinity, and the Making of My Family", "Back to the Future: DeLorean Time Machine: Doc Brown's Owner's Workshop Manual (Haynes Manual)", "The Path to Sunshine Cove: A Novel", "Wild Sweetness: Recipes Inspired by Nature", "Pride and Premeditation (Jane Austen Murder Mysteries, 1)", "Twice Shy", "Godzilla vs. Kong: Sometimes Friends Fight: (But They Always Make Up) (Friendship Books for Kids, Kindness Books, Counting Books, Pop Culture Board Books, PlayPop)"], "product_review": ["5.0 out of 5 stars", "4.7 out of 5 stars", "4.2 out of 5 stars", "3.6 out of 5 stars", "4.5 out of 5 stars", "4.2 out of 5 stars", "4.2 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.1 out of 5 stars", "4.3 out of 5 stars", "4.9 out of 5 stars"]}
]