[
{"product_name": ["The Agitators: Three Friends Who Fought for Abolition and Women's Rights", "Mother May I: A Novel", "Israel: A Simple Guide to the Most Misunderstood Country on Earth", "Fast Easy Cheap Vegan: 101 Recipes You Can Make in 30 Minutes or Less, for $10 or Less, and with 10 Ingredients or Less!", "Mixed Plate: Chronicles of an All-American Combo", "A Short History of Humanity: A New History of Old Europe", "Emotionally Healthy Discipleship: Moving from Shallow Christianity to Deep Transformation", "Turn a Blind Eye: A Detective William Warwick Novel (William Warwick Novels Book 3)", "Open Book: A Memoir", "Godzilla vs. Kong: The Official Movie Novelization", "The Quick Fix: Why Fad Psychology Can't Cure Our Social Ills", "The Shaman's Dream Oracle: A 64-Card Deck and Guidebook", "DISC Interiors: Portraits of Home", "Who's Who Omnibus Vol. 1", "A Little Devil in America: Notes in Praise of Black Performance", "The Hard Crowd: Essays 2000-2020"], "product_review": ["5.0 out of 5 stars", "4.4 out of 5 stars", "4.5 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.3 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars"]},
{"product_name": ["The Five Wounds: A Novel", "The Passenger: A Novel", "The Son of Mr. Suleman: A Novel", "The Addiction Inoculation: Raising Healthy Kids in a Culture of Dependence", "The Palm Beach Murders", "Raft of Stars: A Novel", "Unblocked: A Revolutionary Approach to Tapping into Your Chakra Empowerment Energy to Reclaim Your Passion, Joy, and Confidence", "No Perfect Parents: Ditch Expectations, Embrace Reality, and Discover the One Secret That Will Change Your Parenting", "The Purple Palace & other poems", "Hush Little Girl: An absolutely gripping mystery and suspense thriller (Detective Josie Quinn Book 11)", "Blood and Treasure: Daniel Boone and the Fight for America's First Frontier", "What Comes After: A Novel", "The Last Night in London", "Kaffe Fassett in the Studio: Behind the Scenes with a Master Colorist", "Komi Can't Communicate, Vol. 12 (12)", "High Five! (Catwad Book #5) (5)"], "product_review": ["4.5 out of 5 stars", "4.5 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.0 out of 5 stars", "4.2 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "4.7 out of 5 stars"]},
{"product_name": ["White Evangelical Racism: The Politics of Morality in America (A Ferris and Ferris Book)", "Be a Work in Progress: And Other Things I'd Like to Tell My Younger Self", "The Tyrant's Tomb (The Trials of Apollo, Book Four) (Trials of Apollo, 4)", "Feel Great, Lose Weight: Simple Habits for Lasting and Sustainable Weight Loss", "Kings Island: A Ride Through Time", "Do Your Best Every Day to Do Your Best Every Day: Encouraging Words from John Cena", "The Book of Difficult Fruit: Arguments for the Tart, Tender, and Unruly (with recipes)", "The Lost Village: A Novel", "The Women of Chateau Lafayette", "F*ck It, I'll Start Tomorrow: A True Story", "Greystone Secrets #3: The Messengers", "Mortis (5)", "The ABC's of Morality", "Toilet-bound Hanako-kun, Vol. 8 (Toilet-bound Hanako-kun, 8)", "A Guide Book of United States Coins 2022 75th Edition", "Divine Masters, Ancient Wisdom: Activations to Connect with Universal Spiritual Guides"], "product_review": ["4.4 out of 5 stars", "4.6 out of 5 stars", "4.8 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.0 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "4.3 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars"]},
{"product_name": ["The Common Path to Uncommon Success: A Roadmap to Financial Freedom and Fulfillment", "Career Choreography: Your Step-by-Step Guide to Finding the Right Job and Achieving Huge Success and Happiness", "Israel and the Church: An Israeli Examines God’s Unfolding Plans for His Chosen Peoples", "A Burning in My Bones: The Authorized Biography of Eugene H. Peterson, Translator of The Message", "Secrets of the Whales", "Lost in the Never Woods", "Agatha Christie’s Poirot: The Greatest Detective in the World", "The Gift of Forgiveness: Inspiring Stories from Those Who Have Overcome the Unforgivable", "Fierce Poise: Helen Frankenthaler and 1950s New York", "The Zen Mama Guide to Finding Your Rhythm in Pregnancy, Birth, and Beyond", "Pretty Things: A Novel", "Valcour: The 1776 Campaign That Saved the Cause of Liberty", "The Social Graces", "Chance to Fly", "I Want to Thank You: How a Year of Gratitude Can Bring Joy and Meaning in a Disconnected World", "On This Day in History Sh!t Went Down"], "product_review": ["4.9 out of 5 stars", "4.6 out of 5 stars", "4.8 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.4 out of 5 stars", "4.7 out of 5 stars", "4.6 out of 5 stars", "4.0 out of 5 stars", "4.8 out of 5 stars", "4.3 out of 5 stars", "4.4 out of 5 stars", "4.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars"]},
{"product_name": ["Batman: A Death in the Family The Deluxe Edition", "House of Hollow", "Cook for Your Gut Health: Quiet Your Gut, Boost Fiber, and Reduce Inflammation", "A Visual Learner's Guide to Being a Grown-Up", "Your Time to Thrive: End Burnout, Increase Well-being, and Unlock Your Full Potential with the New Science of Microsteps", "A Table in Paris: The Cafés, Bistros, and Brasseries of the World's Most Romantic City", "Alice Neel: People Come First", "The Girl and the Unlucky 13 (Emma Griffin™ FBI Mystery)", "The Horde: How the Mongols Changed the World", "Itty-Bitty Kitty-Corn", "Turn Autism Around: An Action Guide for Parents of Young Children with Early Signs of Autism", "Freeing Jesus: Rediscovering Jesus as Friend, Teacher, Savior, Lord, Way, and Presence", "Enough About Me: The Unexpected Power of Selflessness", "Men and Women in the Church: A Short, Biblical, Practical Introduction", "Diary of the Cat Named Carrot", "It's Always Freezer Season: How to Freeze Like a Chef with 100 Make-Ahead Recipes [A Cookbook]"], "product_review": ["4.8 out of 5 stars", "4.5 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.6 out of 5 stars", "4.1 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "5.0 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.6 out of 5 stars", "4.7 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars"]},
{"product_name": ["The Drowning Kind", "Meditations: The Annotated Edition", "Wild Creations: Inspiring Projects to Create plus Plant Care Tips & Styling Ideas for Your Own Wild Interior", "National Audubon Society Trees of North America (National Audubon Society Guide)", "Capital Allocators: How the world's elite money managers lead and invest", "In My Mosque", "Bringing Value, Solving Problems and Leaving a Legacy", "Masked Prey (A Prey Novel Book 30)", "Wilmington, Our Town: A Collection of Memories and Personal Stories by Wilmington Residents", "Shaman King Omnibus 1 (Vol. 1-3)", "Blessed Monsters: A Novel (Something Dark and Holy, 3)", "Paint by Sticker Kids: Outer Space: Create 10 Pictures One Sticker at a Time! Includes Glow-in-the-Dark Stickers", "My Broken Language: A Memoir", "Super Natural Simple: Whole-Food, Vegetarian Recipes for Real Life [A Cookbook]", "Love Isn't Constant Pain", "Indescribable for Little Ones (Indescribable Kids)"], "product_review": ["4.3 out of 5 stars", "3.6 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.2 out of 5 stars", "4.9 out of 5 stars", "4.9 out of 5 stars", "4.5 out of 5 stars", "4.7 out of 5 stars", "4.4 out of 5 stars", "5.0 out of 5 stars", "4.4 out of 5 stars", "4.6 out of 5 stars", "4.9 out of 5 stars"]},
{"product_name": ["Max Meow Book 2: Donuts and Danger", "How to Get Clients: New Pathways to Coaching Prosperity", "Big Summer: A Novel", "Three Missing Days (The Pelican Harbor Series Book 3)", "The Madman's Library: The Strangest Books, Manuscripts and Other Literary Curiosities from History", "Witches Steeped in Gold", "Captain Underpants and the Tyrannical Retaliation of the Turbo Toilet 2000: Color Edition (Captain Underpants #11) (Color Edition) (11)", "Did I Say That Out Loud?: Midlife Indignities and How to Survive Them", "What the Devil Knows (Sebastian St. Cyr Mystery Book 16)", "Mezcal and Tequila Cocktails: Mixed Drinks for the Golden Age of Agave [A Cocktail Recipe Book]", "Bible Promises and Prayers for Children: Releasing Your Child's Divine Destiny", "Three Hours in Paris", "Bookshop by the Sea", "Soundbite: The Admissions Secret that Gets You Into College and Beyond", "Warriors: A Warrior's Choice (Warriors Novella)", "The Meanest of Meanies: A Book About Love"], "product_review": ["4.9 out of 5 stars", "5.0 out of 5 stars", "4.2 out of 5 stars", "4.8 out of 5 stars", "4.4 out of 5 stars", "4.5 out of 5 stars", "4.9 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars", "5.0 out of 5 stars", "5.0 out of 5 stars", "4.3 out of 5 stars", "4.4 out of 5 stars", "4.8 out of 5 stars", "4.8 out of 5 stars", "4.6 out of 5 stars"]}
]